{"translation-revision-date":"2023-10-27 12:26:36+0000","generator":"GlotPress/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Your progress will be deleted, and can't be recovered.":["您的进度将被删除，并且无法恢复。"],"Minimize":["压缩"],"Use Layout":["使用布局"],"Regenerate":["重新生成"],"Preview unavailable":["预览不可用"],"Press '/' for suggested prompts or describe the layout you want to create":["按“/”获取建议提示或描述您要创建的布局"],"Edit prompt":["编辑提示"],"Back to results":["返回结果"],"About us section, combining company history and values about":["关于我们部分，结合了公司历史和价值观"],"Pricing table section with highlighted option for":["定价表部分突出显示了以下选项"],"Statistics display in a 3-column layout, with numbers and icons about":["统计数据以 3 列布局显示，其中包含数字和图标"],"A section with contact form and social media icons representing alternative contact methods for":["包含联系表格和社交媒体图标的部分，代表替代联系方法"],"Multi column minimalistic About us section with icons showcasing":["多列简约关于我们部分，带有图标展示"],"A features block, showcasing the feature title, and brief description about":["功能块，显示功能标题和简要说明"],"A carousel testimonial block displaying user images, names, and their feedback on":["显示用户图像、姓名及其反馈的轮播推荐块"],"A full-width call-to-action with a background image, overlaid text, and a standout button about":["全宽号召性用语，带有背景图像、重叠文本和一个醒目的按钮"],"A hero section combining an image, heading, subheading, and call-to-action button about":["主角区结合了图像、标题、副标题和号召性用语按钮"],"An accordion-style FAQ block, with clickable questions revealing detailed answers about":["手风琴式常见问题解答块，其中包含可点击的问题，揭示有关以下内容的详细答案"],"A services section with a list layout, icons, and corresponding service descriptions for":["服务部分，包含列表布局、图标和相应的服务描述"],"Layouts generated with AI only include some Elementor widgets, but we're evolving! More capabilities coming soon...":["使用 AI 生成的布局仅包含一些 Elementor 小部件，但我们正在不断发展！更多功能即将推出..."],"AI Layout":["AI 布局"],"Build with AI":["用 AI 构建"],"Generate your website's text or create custom code without having to write a single line yourself.":["生成网站的文本或创建自定义代码，而无需自己编写一行。"],"Maximum access to Elementor AI":["最大限度地访问 Elementor AI"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["通过 AI Starter 计划访问 30 天的 AI 历史记录，通过 Power 计划访问 90 天的 AI 历史记录。"],"Effortlessly create or enhance stunning images and bring your ideas to life.":["轻松创建或增强令人惊叹的图像，并将您的想法变为现实。"],"Expand":["展开"],"Reconnect":["重新连接"],"We were unable to generate that prompt.":["我们无法生成该 prompt 。"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Prompt 似乎包含可能生成有害内容的单词。编写不同的提示以继续。"],"Generate":["生成"],"Enhance prompt":["增强 prompt"],"Upgrade Elementor AI":["升级 Elementor AI"],"Leave Elementor AI?":["离开 Elementor AI？"],"Yes, leave":["是的，离开"],"AI":["AI"],"This includes consenting to the collection and use of data to improve user experience.":["这包括同意收集和使用数据以改善用户体验。"]," of the Elementor AI service.":[" Elementor AI 服务。"],"By clicking \"Connect\", I approve the ":["点击“连接”即表示我同意 "],"Love Elementor AI? Upgrade to continue creating with built-in image, text and custom code generators.":["喜欢 Elementor AI？升级后可继续使用内置图像、文本和自定义代码生成器进行创建。"],"Create smarter with AI text and code generators built right into the editor.":["使用编辑器中内置的 AI 文本和代码生成器进行更智能的创建。"],"Step into the future with Elementor AI":["与 Elementor AI 一起迈向未来"],"We can’t process that many requests so fast. Try again in 15 minutes.":["我们无法如此快地处理那么多请求。 15 分钟后重试。"],"Whoa! Slow down there.":["哇！在那里慢点。"],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["享受免费试用吗？立即升级即可无限制地访问内置图像、文本和自定义代码生成器。"],"It's time to upgrade.":["是时候升级了。"],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["只需点击几下鼠标即可使用 Elementor AI。连接您的帐户以立即创建文本和自定义代码。"],"You aren't connected to Elementor AI.":["您尚未连接到 Elementor AI。"],"We couldn't connect to your account due to technical difficulties on our end. Reconnect your account to continue.":["由于我们这边的技术困难，我们无法连接到您的帐户。重新连接您的帐户以继续。"],"Reconnect your account":["重新连接您的帐户"],"Seems like we are experiencing technical difficulty. We should be up and running shortly.":["看来我们遇到了技术困难。我们应该很快就能启动并运行。"],"Elementor AI is temporarily unavailable":["Elementor AI 暂时不可用"],"Error code:":["错误代码："],"Unknown error. Please try again later.":["未知错误。请稍后再试。"],"I approve the ":["我批准 "],"Upgrade":["升级"],"Get Elementor AI":["获取 Elementor AI"],"Show me how":["告诉我怎么做"],"Try Again":["再试一次"],"Privacy Policy":["隐私政策"],"Terms of Service":["服务条款"],"Beta":["公测版"],"Get Started":["开始使用"],"Connect":["连接"],"Cancel":["取消"]}},"comment":{"reference":"assets/js/ai-layout.js"}}